{
    "whatsnew" : {
        "new" : {
            "header" : "New",
            "content" : [
<<<<<<< HEAD
                "Automate Manual Controls! SAF/InSpec can now address manual controls! See \"Manual Controls\" on the <a href=\"https://saf.cms.gov/#/validate\">Validate page</a>.",
                "<a href=\"https://heimdall-tools.mitre.org/\">Heimdall-tools</a> now supports JFrog Xray, DbProtect, AWS Config, and NetSparker scan data conversion for viewing in Heimdall!",
                "Heimdall Server supports role-based access, multi-target CAAT export, and more! Follow releases <a href=\"https://github.com/mitre/heimdall2/releases\">here</a>."
=======
                "<a href=\"https://saf-cli.mitre.org/\">SAF CLI</a> consolidates SAF automation goals into a convenient command-line tool, including commands to: generate InSpec security validation code, set and validate threshold checks within a pipeline, convert security tool test data to and from our standard Heimdall Data Format (HDF), and automate Heimdall setup and deployment.",
                "<a href=\"https://heimdall-lite.mitre.org/\">Heimdall</a> can now auto-convert native security data file formats just through drag and drop! These are the same formats supported by the <a href=\"https://github.com/mitre/saf#convert\">saf convert</a> tool (formerly Heimdall-tools).",
                "The SAF team has published <a href=\"https://github.com/mitre/emasser\">eMASSer</a>, a CLI tool providing utilities for interacting with the eMASS API!"
>>>>>>> mitre-saf/master
            ]
        },
        "reminders" : {
            "header" : "Reminders",
            "content" : [
<<<<<<< HEAD
                "Check back often to find the latest information on <a href=\"https://saf.cms.gov/#/validate\">InSpec profiles</a>, <a href='https://heimdall-tools.mitre.org/'>Heimdall-tool converters</a>, and <a href=\"https://github.com/mitre/heimdall2/releases\">Heimdall updates!</a>",
                "<a href=\"https://heimdall-lite.cms.gov/\">Heimdall-lite.cms.gov</a> is live! CMS now has its own version of Heimdall-lite, an in-browser tool for analyzing security data!"
=======
                "Check back often to find the latest information on <a href=\"https://saf.mitre.org/#/validate\">InSpec profiles</a>, <a href='https://saf-cli.mitre.org/'>HDF converters</a>, and <a href=\"https://github.com/mitre/heimdall2/releases\">Heimdall updates</a>!"
>>>>>>> mitre-saf/master
            ]
        },
        "coming-soon" : {
            "header" : "Coming Soon",
            "content" : [
<<<<<<< HEAD
                "An AWS Lambda runner for InSpec – convenient scans without having to set up a runner!"
=======
                "SAF CLI will replace all the capabilities of the current <a href=\"https://inspec-tools.mitre.org\">InSpec Tools</a>.",
                "SAF CLI will help update existing InSpec profiles to current STIG and CIS standards."
>>>>>>> mitre-saf/master
            ]
        }
    }
}
