{
    "whatsnew" : {
        "new" : {
            "header" : "New",
            "content" : [
                "ARS (Acceptable Risk Safeguards) 5 Support!  CMS SAF has updated relevant InSpec profiles (see “ARS 5” links on our <a href=\"https://saf.cms.gov/#/validate\">Validate page</a>) to allow teams to validate against CMS’ latest organizational-specific requirements!",
                "Open-source tool support! The SAF CLI’s <a href=\"https://github.com/mitre/saf#convert-hdf-to-other-formats\">\"convert\"</a> tool continues to support import/export/interchange of security data for a variety of open-source and vendor security tools.",
                "<a href=\"https://github.com/mitre/saf#attest-hdf-data\">Attestation</a> support! Sometimes requirements can’t be tested automatically by security tools and hence require manual review, whereby someone interviews people and/or examines a system to confirm (i.e., attest as to) whether the control requirements have been satisfied. The SAF CLI’s “attest” tool lets you create and apply attestations for all your security data.",
                "The MITRE Security Automation Framework (SAF©) is excited to join the OASIS Open Standards Body in publicly announcing the launch of the <a href=\"https://www.oasis-open.org/2023/04/12/industry-leaders-unite-at-oasis-open-to-define-heimdall-data-format\">OASIS Heimdall Data Format (OHDF) Technical Committee</a>.  Cisco, Intel, Sophos, and others have teamed with MITRE to advance the OHDF standard that supports cybersecurity product interoperability. \"This standard, vendor-neutral data format will support cybersecurity product interoperability without having to create customized integrations\" by \"exchanging normalized data between cybersecurity tools.\""
            ]
        },
        "reminders" : {
            "header" : "Reminders",
            "content" : [
                "<a href=\"https://saf-cli.mitre.org/\">SAF CLI</a> consolidates SAF automation goals into a convenient command-line tool, including commands to: generate InSpec security validation code, set and validate threshold checks within a pipeline, convert security tool test data to and from our standard Heimdall Data Format (HDF), and automate Heimdall setup and deployment.",
                "AWS Security Hub Support! <a href=\"https://github.com/mitre/saf#hdf-to-asff\">SAF to Security Hub</a> and <a href=\"https://github.com/mitre/saf#asff-to-hdf\">Security Hub to SAF</a>",
                "Splunk Support! <a href=\"https://github.com/mitre/saf#hdf-to-splunk\">SAF to Splunk</a> and <a href=\"https://github.com/mitre/saf#splunk-to-hdf\">Splunk to SAF</a>",
                "Automate Manual Controls! SAF/InSpec can now address manual controls! See \"Manual Controls\" on the <a href=\"https://saf.cms.gov/#/validate\">Validate page</a>.",
                "Container Support! CMS SAF now supports InSpec validation of Kubernetes (K8S, K3S, EKS)! Also, web, application, and database profiles have been confirmed/updated to work against containerized instances.",
                "AWS Lambda Support - SAF now offers an <a href=\"https://github.com/mitre/serverless-inspec-lambda\">AWS Lambda runner for InSpec</a> – convenient scans without having to set up a runner!",
                "Visualization Support: [
                "<a href=\"https://heimdall-lite.cms.gov/\">Heimdall-lite.cms.gov</a> is live! CMS now has its own version of Heimdall-lite, an in-browser tool for analyzing security data!",             
                "Heimdall Server supports role-based access, multi-target CAAT export, and more! Follow releases <a href=\"https://github.com/mitre/heimdall2/releases\">here</a>."
                ],
                "Check back often to find the latest information on <a href=\"https://saf.cms.gov/#/validate\">InSpec profiles</a>, <a href='https://saf-cli.mitre.org/#convert/'>SAF CLI format converters</a>, and <a href=\"https://github.com/mitre/heimdall2/releases\">Heimdall updates!</a>",
                "<a href=\"https://heimdall-lite.cms.gov/\">Heimdall-lite.cms.gov</a> is live! CMS now has its own version of Heimdall-lite, an in-browser tool for analyzing security data!",
                "Drag and drop data visualization - <a href=\"https://heimdall-lite.mitre.org/\">Heimdall</a> can auto-convert native security data file formats just through drag and drop! These are the same formats supported by the <a href=\"https://github.com/mitre/saf#convert\">saf convert</a> tool."
            ]
        },
        "coming-soon" : {
            "header" : "Coming Soon",
            "content" : [
                "Support for CMS ARS 5 Control Elements! Align your security data to these new, more granular security control definitions!",
                "Amazon Linux 2 STIG InSpec Profile, with overlay profile tailored to CMS ARS 5 requirements!",
                "Support for scanning containers running in AWS Fargate."
            ]
        }
    }
}
