{ "content": "<h2>About CMS SAF Training</h2><p> InSpec is an open-source and precise scripting framework to help you test the functionality and security of your systems. Many profiles are available as part of the open source community, with CMS-tailored profiles located on our <router-link to=\"/validation\">Validation</router-link>page. Due to the intuitive nature of the InSpec language, developers and security professionals can spend less time debating about <i>how</i> to test, and more time solving problems using the <a href=\"https://heimdall-lite.cms.gov/\" target=\"_blank\"  >Heimdall Lite</a > or <a href=\"https://github.com/mitre/heimdall\" target=\"_blank\"  >Heimdall Server</a > visualization tools.</p><p> While using existing InSpec profiles is great, tailoring and creating new profiles helps to increase the precision and relevance of security testing for your environment, and helps to streamline the ATO process. ISPG has a process for peer review and vetting of your tailored profiles <a  href=\"CMS_InSpec_Profile_Lifecycle_SOP_v1.0_20190702.pdf\"  download  >here.</a ></p><p> Our partners at MITRE offer regular InSpec training courses. Signup information will be posted here as new training dates become available. You can find recordings of previous courses on the <a href=\"https://saf.mitre.org/#/training\" target=\"_blank\"  >MITRE Security Automation Framework website.</a ></p><p>Reminder: <li>Check back often to find the latest information on <a href=\"https://saf.cms.gov/#/validate\">InSpec profiles</a>, <a href='https://heimdall-tools.mitre.org/'>Heimdall-tool converters</a>, and <a href=\"https://github.com/mitre/heimdall2/releases\">Heimdall updates!</a></li></p><p>New:<li><a href=\"https://heimdall-lite.cms.gov/\">Heimdall-lite.cms.gov</a> is live! CMS now has its own version of Heimdall-lite, an in-browser tool for analyzing security data! </li><li><a href=\"https://heimdall-tools.mitre.org/\">Heimdall-tools supports JFrog Xray scan data conversion for viewing in Heimdall!</li><li>Updated <a href=\"https://github.com/CMSgov/cms-ars-3.1-moderate-aws-rds-oracle-mysql-ee-5.7-cis-overlay\">AWS RDS MySQL InSpec profile</a> to align to RDS conventions and improve README instructions</li></p><p>Coming Soon:<li>Heimdall Server support for groups-based role-based access control and additional authentication integrations. Follow releases <a href=\"https://github.com/mitre/heimdall2/releases\">here</a>.</li><li>An AWS Lambda runner for InSpec – convenient scans without having to set up a runner!</li><li>(Late March) Another set of InSpec profile development training classes are in planning for late March / early April</li></p>"}